;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
;
; TranslationAuthor: Hartmut Hoyer
; TranslationAuthorEmail: HuC-Hoyer@online.de
; Soft Version: 1.65.84
; Update: 2014-11-15
;
[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=OK
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü

[Lang]
NativeLanguage=Deutsch

[Translation]
LangCode=0407

FrmMain.btnfacebook.Hint=Wise Program Uninstaller auf Facebook teilen
FrmMain.btntwitter.Hint=Wise Program Uninstaller mit Twitter teilen
FrmMain.btnemail.Hint=Wise Program Uninstaller mit Freunden teilen
FrmMain.btnRefresh.Hint=Aktualisieren
FrmMain.btnLog.Caption=Protokoll
TfrmUnlog.caption=Deinstallationsprotokoll
TfrmUnlog.head.unDate=Deinstallationsdatum
TfrmUnlog.head.ItemName=Name
TfrmUnlog.head.restore=Rückstände
TfrmUnlog.noItems=Keine Rückstände
TfrmUnlog.Recovered=Wiederhergestellt
TfrmUnlog.recover=Wierderherstellen

ReadHabit=Links nach rechts
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnung
Error=FEHLER
Confirm=Bestätigung
CurVer=Aktuelle Version:
 
FrmRate.Btnlist.caption=Erfahrungsberichte
FrmRate.Btnreview.caption=Meine Bewertung
FrmRate.Btnfirst.caption=Werden Sie zu unserem ersten Tester
FrmRate.Btnsubmit.caption=Einreichen
FrmRate.lblscore.caption=Bewerten:
FrmRate.lblscorehint.caption=(Sie müssen auf die Sterne klicken, um zu bewerten)
FrmRate.lblnick.caption=Ihr Nick-Name:
FrmRate.lblnickhint.caption=(Optional)
FrmRate.lblemail.caption=Ihre E-Mail:
FrmRate.lblemailhint.caption=(Optional)
FrmRate.lblcontent.caption=Inhalt:
FrmRate.lblcontenthint.caption=(Optional)
FrmRate.lbldesctitle.caption=Software Beschreibung:
FrmRate.lblratesoft.caption=Empfohlene Software
;
; About
;
FrmAbout.caption=Über
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuelle Version: 
FrmAbout.lblemail.caption=Support E-Mail: 
FrmAbout.lblhome.caption=Homepage: 
FrmAbout.lblthank.caption=Danke an folgende Personen für ihre Unterstützung: 
;
; Popup Menu
;
pmHelp=Online-Hilfe
pmHome=Homepage
pmforum=Forum
pmContact=Kontaktieren Sie uns
pmCheckMsg=Automatisch auf News überprüfen
pmCheckNew=Nach Updates suchen
pmLang=Sprache wählen
pmAbout=Über uns
pmOpenEntry=Im Registry-Editor öffnen
PmGoogle=Google-Suche
pmExport=Export in Textdatei...
pmRightMenuA=Im Kontext-Menü anzeigen
ExplorerMenu=Deinstallieren mit Wise Program Uninstaller

;
; Main GUI
; 
FrmMain.lblrate.caption=Bewertung

FrmMain.BtnNormal.Caption=Sicher deinstallieren
FrmMain.BtnModify.Caption=Programm reparieren
FrmMain.BtnForce.Caption=Entfernen
FrmMain.BtnRemove.Caption=Einträge entfernen
FrmMain.Btnlikeit.Caption=Gefällt mir ...
FrmMain.lblcheckver.Caption=Nach Updates suchen
FrmMain.lblinfo.caption=Bietet die Möglichkeit, gewaltsam hartnäckige Programme zu entfernen
;
;like it
;
FrmlikeIt.lblTitle.caption=Wenn Sie Wise Programm Uninstaller mögen, stellen Sie dieses schöne Werkzeug doch Ihren Freunden vor.
Frmlikeit.lblInfo.caption=Bitte teilen Sie Wise Programm Uninstaller mit Ihrer Familie, Freunden, Klassenkameraden und Kollegen per E-Mail, Blog, Twitter, YouTube, Facebook, etc. Sie werden Komfort und Effizienz in deren Leben bringen.
FrmlikeIt.lblRate.caption=Bewerte Wise Program Uninstaller: 
FrmlikeIt.lblfollow.caption=Folge uns: 
FrmlikeIt.lblshare.caption=Teile Wise Program Uninstaller: 
FrmlikeIt.btndownload.caption=Kostenloser Download
FrmlikeIt.imgrate.hint=Geben Sie uns einen 5-Sterne Award auf CNET
FrmlikeIt.imgmail.hint=Teilen Sie es mit ihren Freunden
FrmlikeIt.imgface1.hint=Teilen Sie es auf Facebook
FrmlikeIt.imgface2.hint=Folgen Sie uns auf Facebook
FrmlikeIt.imgtwitter1.hint=Teilen Sie es auf Twitter
FrmlikeIt.imgtwitter2.hint=Folgen Sie uns auf Twitter
FrmlikeIt.Caption=Gefällt mir
FrmlikeIt.lbldownload.caption=Mehr Freeware von WiseCleaner.com herunterladen

;processs
FrmProgressModal.btncancel.caption=Abbrechen

;
;frmafterdel
;
Frmafterdel.caption=Zugehörige Registry-Einträge und Dateien des Programmes
Frmafterdel.btnremove.caption=Entfernen
Frmafterdel.btncancel.caption=Abbrechen
Frmafterdel.lblinfo.caption=Bitte lesen Sie das Ergebnis und klicken Sie auf "Entfernen", um die Deinstallation abzuschließen.

[Uninstall]

ItemName=Name
PublisherUnknown=Unbekannter Herausgeber
VersionUnknown=Unbekannte Version
Rate=Bewertung
Publisher=Herausgeber 
Size=Größe 
SetupDate=Installationsdatum 
Version=Version 
Canceled=Deinstallationsprozess abgebrochen.
NoLeftOverItem=Keine Rückstände gefunden.
Removing=Entferne:
TotalStat=%d Programme gefunden, die %s Speicherplatz belegen.
Calculating=Berechne Größe ...
Files=Datei und Ordner
RegEntries=Registry Einträge
Items=Einträge

[message]
NewVer=Eine neuere Version wurde gefunden. Jetzt aktualisieren?
NoNewVer=Glückwunsch! Sie nutzen bereits die neueste Version.
NoProgramSelected=Bitte zuerst ein Programm wählen.
IsBusy=Bitte warten, bis vorherige Deinstallation abgeschlossen ist.
StartFindLeftover=Analysiere verknüpfte Dateien, Ordner und Registry-Einträge ...
Collecting=Analysiere installierte Programme ...
BeSureUseForce=Bitte wählen Sie "Entfernen" nur, wenn "sicher entfernen" nicht funktioniert. Wollen Sie fortfahren?
ConfirmRemove=Wollen Sie wirklich den Eintrag entfernen?
RejectItself=Das Programm kann sich nicht deinstallieren.
TranslateTo=Übersetzung für...

[SoftRate]
Querying=Abfragen...
Good=Gefällt 
Bad=Gefällt nicht
Safe=Bericht
Ver=Ver:
Ratings=Bewertungen
SoftNotExist=Kann Software Information nicht finden.
GetSoftInfoError=Kein Erfolg, um Software-Info zu erhalten
UploadSoftLogoError=Software-Info Upload Fehler
SubmitData=Ihre eingereichten Kommentare zu dieser Software...
SubmitSoftInfoError=Fehler im Zusammenhang mit dem Netzwerk
SubmitRateSuccess=Einreichung erfolgreich.
HaveSubmitRate=Sie haben es ausgewertet.
Submitgoodbad=Übermittlung Ihrer Informationen...
me=Me
NickTooLong=Ihr Nick-Name sollte 20 Zeichen nicht überschreiten.
MailTooLong=Ihre E-Mail-Adresse sollte 50 Zeichen nicht überschreiten.
WrongEmail=Ungültige E-Mail-Adresse.
ReviewTooLong=Die Gesamtlänge der Bewertung sollte nicht mehr als 300 Zeichen.
RateHint=Verbinden Sie unsere Software Rating und bewerten Sie Ihre Lieblings-Software!
UnknowName=Unbekanntes Produkt
UnknowVer=Unbekannte Version
UnknowDesc=Beschreibung


[Hint]
HintRate=Bewerte Software
HintClose=Lösche Eintrag

